{"embedding_dim": 768, "data": [{"__id__": "chunk-22628eef813855ce45f903e724ee1e21", "__created_at__": 1766109334, "content": "Uma curiosidade pouco conhecida, mas profundamente reveladora sobre o mundo em que vivemos, é que a maior parte do oxigênio que respiramos não vem das florestas, e sim dos oceanos — mais especificamente, de organismos microscópicos invisíveis a olho nu.\n\nDurante muito tempo, a imagem das grandes florestas tropicais, como a Amazônia, foi associada à ideia de “pulmões do planeta”. Embora as florestas sejam essenciais para o equilíbrio climático, a maior produção líquida de oxigênio da Terra é realizada por fitoplâncton, um conjunto de micro-organismos fotossintetizantes que flutua na superfície dos oceanos. Estima-se que entre 50% e 70% do oxigênio atmosférico seja produzido por essas formas de vida microscópicas.\n\nO fitoplâncton é composto principalmente por algas microscópicas e cianobactérias. Assim como as plantas terrestres, esses organismos utilizam a luz solar para converter dióxido de carbono e água em energia química, liberando oxigênio como subproduto. A diferença é a escala: apesar de cada indivíduo ser extremamente pequeno, sua quantidade é colossal. Os oceanos cobrem cerca de 71% da superfície do planeta, criando um ambiente vasto onde trilhões desses organismos realizam fotossíntese continuamente.\n\nAlém de sua função vital na produção de oxigênio, o fitoplâncton exerce um papel central na regulação do clima global. Ele absorve grandes quantidades de dióxido de carbono da atmosfera. Quando esses organismos morrem, parte do carbono que armazenaram afunda para as profundezas do oceano, um processo conhecido como bomba biológica de carbono. Esse mecanismo ajuda a reduzir a concentração de gases de efeito estufa e influencia diretamente a temperatura média do planeta.\n\nO aspecto mais intrigante dessa curiosidade é o contraste entre importância e visibilidade. Diferentemente das florestas, que podem ser vistas, fotografadas e medidas facilmente, o fitoplâncton permanece fora da percepção cotidiana da maioria das pessoas. Ainda assim, sua existência é indispensável para a vida complexa na Terra, incluindo a humana. Sem ele, a composição da atmosfera seria drasticamente diferente, e a vida como a conhecemos provavelmente não existiria.\n\nEssa constatação também carrega uma implicação séria e atual: o fitoplâncton é sensível às mudanças climáticas. O aumento da temperatura dos oceanos, a acidificação causada pelo excesso de dióxido de carbono e a poluição afetam diretamente sua capacidade de sobrevivência e reprodução. Uma redução significativa em suas populações teria consequências globais, tanto para o oxigênio disponível quanto para o equilíbrio climático.\n\nAssim, uma das bases mais fundamentais da nossa existência não está nas árvores que vemos, mas em um oceano de vida microscópica que opera silenciosamente, sustentando a atmosfera, o clima e a continuidade da vida no planeta.", "full_doc_id": "doc-22628eef813855ce45f903e724ee1e21", "file_path": "unknown_source", "vector": "eJwN0GlQFmUAAOC8EkUFExC+c+999/jwiMTMo0nKMse8czh0pGwoFEUl0sAiZkpTK0Ao4Lt2993d9/12QcFkAq0RLQfDAw0tMwUjtUhDTIImu/4+P59ThldG9uJqH91gzmH3q5X0AuMmvVyMluZR+WJm3UNJ8bYbvcFPEMoTRjOvmePRfNzPRXnPK9X2M2yxeo16Sz8Uf93fQoySy4SJ5jRYohVRMZJtr7B3ec8IP0f2im9yD4I7rCSpHX0F7lhzhBG+v/k+/AlRFilE92C8cAo22nvxALtcb5K+RCc9241K/gR+D/ZY7ZxkXGD2TnX5EP/N5OmelTi1jsHFwiuAB+1wnkxKpfardROlpeBAoIQrMn43a4U/6E7QGKspn8U3eldGrot94H0mHsWjWVyP0cSu0F9DjzLpIFfS7HvKaZxtB52eoDOyWxHkPv0bZqIYA1P0n9RMyoZYb/OPAW+Rg0IWYoPN8Hfp38ojYJNy3H9XnyknRyJ8DZv7v2S4NhMB3GwUSQ2RVjiS0IO6VYMHDsTX1cKzEzJxiO+0AHcM3Y9028izxMj05YKOKbS8VTU/WSpsobehaLtAHoJRxitou5yNuUAn3kvZSVmMWDcm6QM6rFm2ZpD68MSHmVT5Us1BaZyxiBO8J4VdRGtoHSzAp9AII8N5h+HoGo2iRxpH2DTeX1/O9nqHxEv4a9FtnxfOgBXOj8U8sMFutnJdqx1NNM3ctpOJImITppU8SbETzZ/x2nCOdZlfZz4hTFVKAEYX9Ub9I8sBbhMvS1fUa7pHukltdY8OhLlZdhMLwDlYHDbAD6F+6g/neBBtvC8IzCW/SWz3vOwT4S11M5GHRsA6co7CyA6j29+ubSdX8TvI4Q1NeDZsIJ4C2c6Z5l80ya9XWhgfd9v5vHmU36dH6TvZO6yarB84xldws8FR41FQWt2VPBZGRfKoPVqe+ALcRhPgIPl9JM7Oxflx++Cs0IZQQW22NghmMsUgFZSBL+T7lfsxJzXzX+vD1Wv+fnc5PY1h0GFMQjH8Li6iZqtt4i2rRy8kH1GbYVo4RxjLL0QFwgPkhW1CUk0bvSDSKP+biI01fL3wK9Mprie/C8/nAHka/gl/C92Q9ge7uHT9O6YcRAulYYdVaNcLxfx5NgE+rSSAJdgFUpjb/gPqTmjrHjAj/JME/h/LZWP5Tv4IvqxmsO9wu8EQNx2Pr9+gd6i97hMIcg78rfmUWcYlsQHlJfY8vQnvkjqSBJCi5dNROIsqpKeiFsjWLGJbwWl2lLJUJE2I/yQa3KLvQwH7TXaVvSt4yUgHnd5BtY/tFc+BXqlHd4Ra+ShlEJ0UZwCa24JTjWJ4gR3GDTBNQpblEcYmNFbOFXyRz2sW8o/rhyaJvrl4nMWzf4NSfpZjuaejNgNOhvdRGpefFKemy28KZagJFADeXypa+Gyonyb4VVWHjW7pRRgX8Opn6RhzHRFNpTgKq/eYu/V0ZzWsBxPD08iHrOtclT9Z6vaW0TneZiUjXCFfrF3DnkIzeNu/IuTUa1WCW+DpjnRpy5hUO11U47ayAXOx3us9BPdBd+hG9RrlOPeYsdo8w0DqAhyyPOqP1vSg5IoDed4lzFRvBpFuM46lusjMQztr3g55PIlitjYJdcZ8zH4BLlIbrefFudI2rV2eBjeLy2INrsPxxOT7mGY5405gLRpDrtOi49NG08wU0VlxNXAzUjIpkx7J32WvxpGoE3YQvxrT4RSlR57Al2pPuzcGc7grdqZKJLLoDWMltQceVm9S/1BtRpZegYZGDYBx2rnyPmqh3WplgxQU454v5riKfC3qevQP/aTVktjBDRP6+V+414kdbCy8R6W5/kIq3SilyPmJXXUzmXGoxDXADBOi2K7YXvNimA+2q1VgCHLiRvSAc2GRXh8adF8le8xU7VnUAT71ztUTghWoCt0KXXeMJe7qx8hkWEXnmV70HHsc/gf1LKHP"}, {"__id__": "chunk-6a7ac5f2987c27476e0cdaded49ee4fa", "__created_at__": 1766109334, "content": "Electronic Structure, Reactivity, and Thermodynamic Implications of Oxygen in Chemical Systems\nAbstract\n\nOxygen is arguably the most chemically influential element on Earth, governing processes that range from biological metabolism to planetary redox balance and industrial oxidation chemistry. Despite its apparent simplicity as a diatomic molecule, molecular oxygen exhibits an electronic structure that profoundly challenges classical bonding models and dictates its unique reactivity patterns. This article presents an advanced theoretical and thermodynamic analysis of oxygen-centered chemistry, integrating quantum mechanical descriptions, molecular orbital theory, spin chemistry, and macroscopic thermodynamic consequences. Emphasis is placed on the role of oxygen’s triplet ground state, its participation in radical mechanisms, and the implications of oxygen-driven reactions in both equilibrium and non-equilibrium chemical systems.\n\n1. Introduction\n\nOxygen occupies a singular position in chemical science. As the third most abundant element in the universe and the most abundant element in the Earth's crust by mass, its chemical behavior has shaped the evolution of the planet’s atmosphere, biosphere, and geochemical cycles. From a purely stoichiometric perspective, oxygen appears straightforward: a Group 16 element with six valence electrons, high electronegativity, and a strong tendency to form oxides. However, such a description obscures the deeper quantum mechanical factors that govern oxygen’s reactivity.\n\nThe paradox of oxygen lies in the coexistence of thermodynamic favorability and kinetic inhibition. Many oxidation reactions are strongly exergonic, yet molecular oxygen often reacts sluggishly under ambient conditions. Resolving this apparent contradiction requires an understanding of electronic spin states, orbital symmetry, and transition state theory. Consequently, oxygen chemistry serves as a bridge between fundamental quantum theory and applied chemical kinetics.\n\n2. Atomic and Electronic Structure of Oxygen\n2.1 Atomic Configuration and Periodic Trends\n\nThe ground-state electron configuration of atomic oxygen is:\n\n1s² 2s² 2p⁴\n\nThis configuration results in two unpaired electrons in the 2p orbitals, imparting paramagnetic character to the atom. Oxygen’s high electronegativity (3.44 on the Pauling scale) arises from its small atomic radius and effective nuclear charge, leading to strong polarization of covalent bonds and stabilization of negative charge in oxoanions.\n\nCompared to sulfur and selenium, oxygen exhibits a markedly reduced ability to expand its valence shell, a consequence of the absence of energetically accessible d orbitals. This limitation has profound consequences for bonding models and reactivity patterns in oxygen-containing compounds.\n\n3. Molecular Oxygen and Its Unusual Ground State\n3.1 Molecular Orbital Description\n\nThe diatomic oxygen molecule (O₂) represents a canonical example where molecular orbital (MO) theory supersedes valence bond approaches. The filling of antibonding π* orbitals results in two unpaired electrons, yielding a triplet ground state (³Σg⁻). This electronic configuration explains the experimentally observed paramagnetism of O₂, a phenomenon that historically played a decisive role in validating MO theory.\n\nThe bond order of O₂, calculated as:\n\n(Bonding electrons − Antibonding electrons) / 2 = 2\n\naccounts for its double-bond character, yet the presence of antibonding electrons significantly influences reactivity.\n\n3.2 Singlet Oxygen and Excited States\n\nExcitation of molecular oxygen leads to singlet states (¹Δg and ¹Σg⁺), which exhibit dramatically enhanced reactivity. Singlet oxygen participates in pericyclic reactions and ene reactions that are spin-forbidden for triplet oxygen. These excited states are central to photochemical processes, atmospheric chemistry, and photodynamic therapy.\n\n4. Spin Chemistry and Kinetic Constraints\n4.1 Spin Conservation Rules\n\nThe majority of organic molecules exist in singlet ground states. Direct reactions between singlet substrates and triplet oxygen are spin-forbidden, resulting in high activation barriers despite favorable thermodynamics. This spin restriction explains why organic matter does not spontaneously combust in air under ambient conditions.\n\nSpin inversion mechanisms, often mediated by radicals or transition metal complexes, provide pathways for overcoming these kinetic barriers. Thus, oxygen chemistry is inherently linked to radical chain mechanisms.\n\n4.2 Radical Pathways and Autoxidation\n\nAutoxidation processes proceed through radical intermediates such as peroxyl (ROO·) and alkoxyl (RO·) radicals. These reactions are central to polymer degradation, lipid peroxidation, and atmospheric oxidation cycles. The initiation, propagation, and termination steps of these mechanisms reflect a delicate interplay between thermodynamics and kinetics.\n\n5. Thermodynamics of Oxidation Reactions\n5.1 Enthalpic Driving Forces\n\nOxidation reactions are often characterized by large negative enthalpy changes due to the formation of strong O–H and C=O bonds. The high bond dissociation energy of these bonds stabilizes oxidation products relative to reactants.\n\n5.2 Entropy Considerations\n\nDespite enthalpic favorability, oxidation reactions may be entropically disfavored, particularly when gaseous oxygen is consumed to form condensed-phase products. The Gibbs free energy change thus reflects a balance between these competing contributions.\n\n6. Oxygen in Acid–Base and Redox Chemistry\n\nOxygen plays a dual role in acid–base chemistry as both a proton acceptor and donor when incorporated into functional groups. In redox chemistry, oxygen serves as a powerful oxidizing agent, particularly in aqueous environments where it undergoes multi-electron reduction to water.\n\nElectrochemical reduction of oxygen proceeds through complex pathways involving superoxide (O₂⁻), peroxide (O₂²⁻), and hydroxyl radicals. These intermediates are of immense importance in electrochemistry, corrosion science, and biological respiration.\n\n7. Biological Implications: Oxygen as a Double-Edged Sword\n\nIn biological systems, oxygen is indispensable for efficient energy production via oxidative phosphorylation. However, reactive oxygen species (ROS) pose significant threats to cellular integrity. Organisms have", "full_doc_id": "doc-f58b22078e5d5595c4606cd360bac776", "file_path": "unknown_source", "vector": "eJwFwQ1UFVUCAGAMXX/iqICgD3gz82bmztw7Mw9/VoUSdyH34BpLmpVFWmJHjV1LNkpR+3FFzXCRECQePH7mzdyZuXfeoKLHU7ppm9rRKH8yPIcFZS3peDyAEiZWhKfv+w5uA0VePO4P5frvKKe4TrPHfohHNAg/lk+wkw/tQCsrY91+pmL/K97PaIN1FPchU/o60BC9T8q4JagzbbuvVCwUhsVu+Jhc1DzZ+6IyZMfjp93vogI5rFR7OUoeypXqDu4TH7DX9oeiPfJ27XriYGuylW9fazwV/pEB4aqo611TwhEfPIbnS8dwpXWUTDSNcK3MuwNSZtCUq/EgPCl/xmTh88If1EMwL+JJ3f5JDH9oi5egesrnroNCVjGZwz0Bd0qDrmw3WA36HafDoU0pCu+sMa79GzgLQLH0gZdNH8Lf0FmnBn2QZEZfFMPq7MPpKA0tEnKpLZ1xSyiml4Ra+rLpGRN5xilML3fayVp3dmBEH5BbGo/bBW51cD49x/6TH4XLoE9bzenufSuofUgNvYOsJQ/qv8Ir2nroICnHadHnUsaQLOjYpVT2+lIzyKvgJ/ENpUM6ATeQqbyBz5IK80eYrx+n+TaPEuhtUSBL5G5+oTDW/ZwWaG1ylzHw4Qvh0/bayGZQGRqGJ3ACgs4xpKC9OFN+hV73ErnxTlnERFOdQtzpLlUF/J9opx4I5Ijr2Tztr62FgQeGrnfKiXBj60xvdjQH/Ne6VDvN3pTaE/bMMmlIWUaKzXv2xhl1bnfqJqtQnW5lCOlJwyaDrwo1KMeupv3i91YCugJSpDmpT6o6LaraAfYYF/WbSgVKBeP44+JWX7/Y68wFeZH1/h/QCBcC2+y/QIzmOBVGFhqNjBEP+WT2KWGjtbxtuTfkDCjvNfnga1Tkv6raKcbSM+gIfIfEikeZdnMzHZWvK1uir+nLlCaIor+qb3JdwS2RdHrPny4sSUFCSdOtxvOQ9Y7QTPIRO7+x3GwP9TCd1iJcDAqUcy6jeSjLdFo/ghlild5rbItsI+vKp0oRezlZ7N0jE6IX0W0c0o66Ff4DKuPt19shi0aFU94RsNrYTT4JBsMyfwHrwQ72UXsh66jZjdfVGnzJKcU8CdIYUGq/NGNq4AYcVcbil8xS+LK4wd5HDko5uErshHHyLHXYqQKNnC3ubx5g8s1KEUZkNAWEEICABOqfMQ47bfpibRpzS4m3Styl4vy4H9iTtc9zC+wJ9LjziVggfl9nis+CZFKCJsE+6ZY0C/wG38KT0NW6KdI4NVlU0Uatq9mC5xw/Zd3TuAOcVUPWENhuz6KknsolTUMEpa2SHvKxGnOgXWdgoGWe+01al+8npO68GOj0HpXcAMfbajwplteB82ZvMMu8ggv15MDl1LfDn5K7TqumtNSqQT2rfivzhfK8H7HZom2P51uhn1/FczyXEmP/osWRcUlRmA5/potxvrDe9zr+B9ilrHQEI0U6Y/3KbNZ57g20qGEw8ix4y6myPlULpIwGFsyL7KY+YAux8lh8D46J9DUl4rvgRTAirVNuAgnvdeLsKdYjzZV8PHycjFr96uO+P3PZkSL3a/1NK8O67F0OTAOQO9DaK/zNOZY2bJeJm/x/avS73wbqnNiEd7UyY0dNC3efoPq5cHUknSwM7JXnNTwQL0XLlfFw1fQuMRNb8MvwRDDTudKUHCtF9iQpzTP/VQpv6H34bf/freIZd8lcmueWOTWwF+Sl5dL/uxLZJYjRuF03vRVad8NQym3jHDtB4T2fmAS2uknAUmLcGCGZJcI8srv5CS1gzFbL9M+418kK18a7pWyyOW1EuSBP1wbJMrpCrMaPaBe4haldeA3JQ5NRTJAR25N4t93YqR6EGVa897GvrWUBGsu2S7zspuZaJ2fU09N6PVgZfSrxSZwjj49OUbG65v2rzg1/rHzTuwP+CIvM/4UyW/Zw45yamoC8lS6VTtuZLdP9nmnr++jv+EGelQ=="}, {"__id__": "chunk-d3de8b788647b7a88c4595c4aca30c2c", "__created_at__": 1766109334, "content": ".\n\nElectrochemical reduction of oxygen proceeds through complex pathways involving superoxide (O₂⁻), peroxide (O₂²⁻), and hydroxyl radicals. These intermediates are of immense importance in electrochemistry, corrosion science, and biological respiration.\n\n7. Biological Implications: Oxygen as a Double-Edged Sword\n\nIn biological systems, oxygen is indispensable for efficient energy production via oxidative phosphorylation. However, reactive oxygen species (ROS) pose significant threats to cellular integrity. Organisms have evolved elaborate antioxidant defense systems to mitigate oxidative damage, underscoring the fine balance between utility and toxicity in oxygen chemistry.\n\n8. Atmospheric and Environmental Chemistry\n\nThe role of oxygen in atmospheric chemistry extends beyond respiration. The formation of ozone, photochemical smog, and oxidative cleansing of pollutants are all governed by oxygen-centered reactions. The interplay between solar radiation, oxygen, and trace gases exemplifies non-equilibrium chemical dynamics on a planetary scale.\n\n9. Industrial and Technological Relevance\n\nIndustrial oxidation processes form the backbone of chemical manufacturing, including the production of acids, polymers, and fuels. Control of oxygen reactivity through catalysts, pressure, and temperature remains a central challenge in chemical engineering.\n\n10. Conclusion\n\nOxygen’s chemical behavior cannot be fully understood through classical models alone. Its electronic structure, governed by quantum mechanical principles, dictates a reactivity landscape where thermodynamic inevitability is counterbalanced by kinetic restraint. From molecular orbitals to global biogeochemical cycles, oxygen exemplifies the profound interconnectedness of chemical principles across scales.\n\nA comprehensive understanding of oxygen chemistry thus serves not only as an intellectual cornerstone of chemical science but also as a practical necessity for addressing challenges in energy, environment, and health.\n\nReferences (Indicative)\n\nAtkins, P., & de Paula, J. Physical Chemistry.\nHousecroft, C. E., & Sharpe, A. G. Inorganic Chemistry.\nTurro, N. J. Modern Molecular Photochemistry.\nWayne, R. P. Chemistry of Atmospheres.", "full_doc_id": "doc-f58b22078e5d5595c4606cd360bac776", "file_path": "unknown_source", "vector": "eJwFwQtQFVUDAGCH8m0pUcD1vvbee87u2bOLmhER9ZM8chLHErBw8lEq/fg3mmaFVph/pTU5ONkNkMdd7r73nN29lkmJjyJ8UGiARJohFQLZSGNNDyPKqb7PnuyGB22fVuFko3LOCh8zKoxR/Rq4jFo9LWBn4i0BKoHEKQ+Uu8nreIqdrD+O5qNyTGnI+Ty0FDxRF0o/qv4VOgMr4By+wN9n36L838qSGhIDtNTcLh52O4Um0AKGE5dBpUdgv6S1/DN4i297YgeYYP/XnsSONPypXnU8zotCW/AHvJ14Gx5MC2uL3QH9UdoW3krfRPvEYVys3MSU4dvT/jBKYIlYyM7jdsHvI/PhUjfPvSHjNMpXPGg5CRj1oI8d4JfYI8o8Ja49Fs6xQsqdokKb9NVwq93LecQq10lexz7LNptZ7L1yBWVAp1D17kbAha/qo9auYDdN0xrpC6ymhuJloetgoXHH3EzSO+MrdxX0MldwVVyNFyg6PkoLWAYUoGr0IVsZGHQabIf/h7aTLvKQNWV2riEeyCCt9Iz5tFsZXqBMDpXJkAbtEww0F/ASfAvVooOoxf4t/WVrmIxrA3wm05Pcr78KW6xJ4V+MFXgj+Fx6IVFJ7hdPgHHlko93n4nNMoq4AOoQ1pPj/AWaxPfzIViI3tOr3ZnxtXIq6sc7TQ4UkvVit1bkeCLLojN4UaoUetx2WGS+IxWDA1zm/jLSYqfAOTpkjsnjsSS5n2xgzmdk6yv1fmMz/MI+p00LXsLTzT2oET6rvtFcUHsS1ZCpusbfrUxF88EU5sO6iLBHnYgPMJ8ZBek70F14ERCT3wW57CC3UktCRbEXlff5LH053x/7Flf7LKfLOIjbzEw4prehj7jj1siBO/V8g4inQE6owF7ElMNHIg1mNu7F95kjvj2hnNQKFfBLcWGiw7+JHxEMxw/WqIVisX6KUCPq7UB68xEy5C3GZ+lU52n6u3FRPmr0Gevjo8Y247mJryHRPY2Oom5zWuJ2dqb5IF07y9u4jGSzLje3aSbNdsvpzXYnaN39Nu8nrf79qJoGYBPksB8M7l+TjtTr6mn8T3gMzQlcxDf6x1QfzMeljbcJKUC3e8wLzCc0hd9gvKztA9G0veg4+NtciWvAWfJ9/Hd+9m0XWQ5uhN9ErpKHmcPS36AubaKyWU2NZ2hTUFT/DvZMk/Qz9avlx7RTSjUOK2V1aWaea/FUrTC7fMUpi+QnyUmtMbLZV/jGLqDJPW5UvB838DhUDWrZDVIW3NTwK47gQQ6Il8SJQERrPaVuibOG5nHncZa6jP2W3OK8oj0f8anfOE/BI7ie2QaPmCfTf2QfivVL1fAn9Aqfp1+W+2wPvyZyH7iGJFvihtgS0+GuyHn0oPcX2Ood8+fQUnpeXOfvgKVanxr0avxs1K5f83IkxzsP5PsnKDcAK5iG8sWIOTOoRxeK6e6JaCK1Ee6NJ/wd/CG5NDbKDYEZzDr6sPcgnG6e03LQPU49/ViISVu8Pl4CWaSLa+Uz0fNGlzAU/8tiwp81DgeT4D7hda5J/kN/T31csaKPBmewuaTQcISvrUnNm+OHnMPSqFJnqYlgZBx8oK9K1AbHSRtziVznymEi+Fo8Am81zqGncHvtA5G39SyzWGbQaviJHtZWhHbfOhTZ7bbxPPND7AzKVZaww7HRwP/imfKKwBA6SwaUTaHJgkaKwu2qqL8Z+E53jCdIJ9mGpqNmBZl+apKXYo9YHnmLnRsuYY5P+8IcjkmCz5JBCio2/oPmZiRZC5LvYsdCE9xYfQwv8e7gr+vn4GyS4nbTlshcGghsRQBNypilXSAevVNuEP/kc6SFBjJk4QqqwkdgRuC09fO+s+KPeDmZvh/pk6VO9iV1IFKL2kFV07GaeXZzMD2OrLz6e/QSWGM28a+CXu875irQ6E84CHmEXlIDfzVyQJqnKBhNlZzFeK8RMBdrIv3Uf8j+F/Qcn4w="}], "matrix": "MCvZvIDwgz0u/pS9ss0pu0uuZTxSK/a83aKnPHh1UrzooHI85efIvJLPfDy9V0o9vFVhPfjnRzzoMk49oI2rvacLIDvEk4K9G6oDvUsA7zxhwSE9d0fSOujtgDxWR+28qKEBvVdkKL0oKd48DPngO8UtOrwZJJO9aLqoPG2dT7x9xls8/+GvvNFntjpqH5y7TTUXPKWjgD1yGjI9Mh/ivL4WhryaJ3C8yI9PPP7wYT3rkpW9OZKKvQMA8Tv2rDk9WghdvbyHUT3Kcc88y37fuw8+b70IKmM97F0ZvZGwGD0lo329fKsnPbVZoD16mf88QvE9vSsHEzx9G1K9r9MOvThDnrwSnCI9fyCZvN1Elr3TfjG9sJW+PNtuqrzB0XY9g40YvSjH2DuAIc+8PbDyPN5gOL1d2JC84Fh8vShp2TyaVsW8ozSaPAqKET4qkaM9Nwr1POZl+jrzTcY74KAqvT7hpr3wfyS9HKwvPV/DDD2y4QQ9kG+ZvN3dhz0wHGQ9jGOQvf4qrb0JGGI92R8KPZTytbthF9A8envPvJlw/ryZZDM9KdJ+PKN6Gj2DQxY6j1g0vCYGtzqeSPY7eaRKvUkkXD3p0x09zz+RPKGyAr0QlAK96DfHPF1h3LxBwrY8O3WqvP9DDb3YXoY8FjoLPWJbbT0dcJS9ojk+vE+COb1mTYy9z9BzO2rIw7syWUO9SxcxvEwmhT1H3L288VyaPEAwQj3S3YG8M4CmvPyBXLzGd0s8AIiVvJAptbwdDJm7DCIBPb7iLzww6j495qYLvbSXxLtaH5e8Sl1+Pa7ev7rAWhc9ee0tvOVQmLsIFL68gAiHPbXCRb3ETfU8sjmzPMpmrbpBWxc9WFqLOxABDjzQqjO9HBnXvC2Qbz2+MVa9vS6YvN9zADxdndS7N6h0vapNM72Hmv69pZ+ivUJrk7wFttk5HH0rvfnb8zzRd3q9kQHFPAn+F71Bil69zwGcvXcA1Tsj/8m8zYmrPapbDT3UEvo9xlWEPb9YTryi8BS7VRgqPQVNbjz5jw69y2WBvWagjj0t9Z685frAvJjDDL1OGY89gUUsvTHEpLtHkjq9Q4lRPNCMNTvoqIs8a1ClvXEdITvmx3E8ovtzvDVblb2qVtS8sRukvIVSADt6uIA8mOGGPcbFWru5DHY90njBvDKSyTy4JeU7hck4PfT/EDzmGPi7Ny2MvIijLr0ZLhm9p1zAvAhnazu9np08YMxkPFk+c7xXT2Q8c4vAvCVytzyVlOg8OoDTvc02sjyKRP078gRfPWzROr0GR1k9fqyDvfclOj1lrxk9hnVqOxzoUj1Xyw09sHqNvUYkd70dV407F/VKOwjDdjweb4Q8yICdvSi8BTyidg88yNgtvfxhJLzkzG092iSUvcQI47zwAj29WuULvFv2bL0vI/s8qibsvNxxJz1k9yW8choQPRghFb0trbq8Ok22vFEHcr33QgM9XYsdPIR/bD3TX1u8c7+7vGXBYz1ztVw8mXKuO1ftoLueC9Q8jEWHvQLGtjzIDwU9EueZvFKwD7xcyxQ9V4z7uxgmXjz6yn47lq8BPeVcwbw4RTE9cBOFPMTMmruC5xQ8Pi3PO7mCrD1GNYW81OpcvOPzDTw1wg29eVaAvEaiNTwpmCe8BpGEPTc3w7ylBpy7OW95vOQYLzzet+o8DD4vPBxAIL54zDa9IXmHvOUUFjwARQg9kU5sOxkD57y+bH88NzXkPKiZLLxzUZc8tq7FPIGDfTvdaum8tnf3PE6Vsbwz+aC8mLWvPHCyvTzVUdQ9Nqn0vYAC+DyeXtI8MosHPduG17w5cQY9L2Uwu8vd2z3QRIG8i/9AvVjATTy+cnG8n7ZNPfnwibw9iG48FBAEPZL1NTyqPVu9Q42CvRpVLb10JI46LJyRvDk457sLju275J9uu/9EbLyj6h497/6GPCGiDz2W6AY92ycSPeG4lz1ydL66bYEyvczRZD17Ivc8t0S5vPVIQLzay5u7+ii+O39RcjwdFoY8o3gEvSGzNr2bJoS8/TwFvBvFML3Af0884pBHvPcAWT1I5Hy9vVW8vGbsLjxIQUK8HSSXvPR6CLyXAi09uUvhPORMCb3UpC49anwfvYXog7zf/jg9LyhDu533eDyF3ki9MEeWPUXtHzszINW8QsjrPLrINT1iaJ08rnxaPRGlLDwI9Bq832PIPPj5JDzJdpm8IyyfvBHG/bses3w9yX3Su6ba2zzXT6u8zPSaPK5EEj3ObCE9EnAQvCtJY71r3Y698M41Pb+b7zxnIbo8u8+CvNagKLxLtgI9P/gpvSV9Az00dYY8XH+du9vXVbxtwY+8BXi1vP63Az0FwAa8o4B8Pe76BLzVyBQ9+l+tPMf14TxXlfo8e2g3vXAtW7w8bqs8B1HQPLQUET1FC988XlAmvaCfwb2be6280gtavEhCvTvDcBi9P33UPOlHI71A5Pq8fE7ovBQc0jxlK6M8EKQzvA9arDxyFno8fO0tvQMPcT0j9Tk7aRUFPf6GZryBHG48wPcgveirSzw66W48w/QFvZdSl7x5sES75IqpPFUuGD2mjrk8JK4gvMolSj3JJ+S8n4M0vVwlHzy9MLY7xlKlPbTXMT01JZW7Dey0PIi/ir3h9dC7+7/avDxLCz39j/o7j+devN3gvTwwVF09qeYZPRtNfT0dYry8ZErju+Io+DziACG8ZtQevY65WD2iugY9P2DEPPJDLr0x4ca8I7OPvN0/ujyDGMA8r5mePMrBNj12nmu9RtIjPVFCwTrdTLa66cwnPcqpRb1fn1e7HUvpPEkup7x4V3Y6XEClPZTJJ73dfmG90OikPB2kHz2kbfA8SD5HO9dtyjtNE3q7pnKLvKjggrz+kh69p5DIPFQrLjuqgkK8I1GLPcRnLz2ULxK9rtIWPUCXDj314oS7klZQPTZlNb1fvvm7TyF+POX84zwAvcq6CJfWvMP5ez1P2Iq8PI+iu8Deo7xjuHk8h+7hvAErDDxZXUE8YIpGOxPZLrtdafG8wjGxvLVSazuoH5O8VrwVPbQdArwpIyY82/1fvQ0d3Dwzx5K7gbplPSb3+zv/JHI8GP3sO/MiN7zoWgu8ZF+SPcOxertwtKs8wywZvbLI5jwyipW7eXrqu5Nmo7yqbVO8evbDPPThyDvW9lu9EfB7vCE5ijzQ8oa9LERLPXYzlDrEc648IrTzvOHGqbwuRf07MmaWvIygkbzhneO7sq48uzfPK7xdN9g82KLGvGEP67ybrJk8/odUPLM7mrwd+X69xbVDvNY+fL2fTsa7V2OFOxaGAj2/we07pRCKPJAD5jv4Vws8fzyLvU98RDvUIaq8jkSFPN7WB71vwU+7IAHwu+/NwztlEkM9L0JsvOpYAr2bj/o5Y92yPBDQFz24p1o8baJtvY9fST1zv2c9rH1uvNZbmT3HLYa8OvdNPfdRCjpsutQ8mwFaOz505zocgz69TW6kPPLNxLw/s727JdoLvawyITwCKWy8u2ChOtGM6DjgcIQ8LvNFPVtlY7r0qbu7u8NcvdMxcDp3jGs81pPgPMf7vTz9pJs6bC8EvR6JmrxVBBo8bW/dvORFhryI5SW8Rl2cPa+/4TyRb3C84p2oOyOdzbuc/8w8qGebvRSBS7zyEgQ7RKAEvQUBz7wOrko8rGiRvAq0Vrx1yFw8Sb5fPAYC2bykoqu8UlYSvVH1vjh9oB49n5RhvAXpWbqe1108FjuJvWIqeL3rTAw9448GvR3hoTsyYEg9I/mMO3d5rz04PFe8ZqoMvR/LfzzZA2i9KEQXOzP72Ty2KSA9lyz+PBso3Twa0w48ZkevPM8QgrzlNl48dYuIOwduH71dN3Q8iER2PQ53hj1aMg47rtS7vccDhzwnjQG9rSGQO6uTnjz4HyA90PigPJ7yGzonOf28wKAavGXwxLt+cVm8AMYSPd0En7yavEQ9QLMNvUOM3zwKfyO9tE1lPGuq7Lt13b47DaI7PCJu/Lxc1Wa8nRAJvVb/GT3xhfY7dcunvEbOwrtOXxK9DL8SvTLl/LulG1w7iEgBPAz6vbyQAjg8IrSFvDjTcjyez+28KdYDveMnqTx2Opi81iIcPURCrzwOBI29oDGCvPWDHbv2v6g7xr9dPbC+Fzxb+nq82MbbvE25n7yFa589PAcFPTvb9jw5Rvc7Y7nhvTYuMD2pb8u58mpAvcV73TvshjG6ADeMveUJPz3nYa28zmiWvLVVPT1saNQ8SZA5PO9Kc73tnh69njoQPJghKT3hBps7RusvO4jtjjzc+Gs8C7+ePLNhGz1sJec8MArNu7jGgb0Hmdi5zfnSvE0ngrxlKUq9Iip8vXBhBL2B+1U9glCSvawrSD3/Xik9qb7IPNjm0r29k5E8pO/+O55/O7pFCXO9xMX7PLPcjz0Csns69BC+vQHQory+pcm81Y+bu6PMd7snL947p6NkuyAFcr3SM5W9jYVbPfxZM7zrHAM9fKaWvIDIxjxMnJa8TMuxvAVpFr0ILmG8Sz90uw6a8jwMP0S9B5jdPHr1pj1GXPQ88TeSvAr5HT3zsPc8heLXO2eDh7xr+Hg8M8JgPdrZFT26cim8pnXVPJ5euzsbT8E7qjXkvUYEj72ePmI9aXtVPVwoWL3P5zQ9EQizvJvUDb0APgY8yUAIPXJz0DzY+l29P9jEvKw9s7zCTBO8ur79vFOD+rzdGrW7AEdDPVFK5Lz8K0y8DIt7ue+w5LzqaKc8uOTNPDcIkb07/Se98MUfPeCSPz2lgPi8vVMyPdD8sDo9V3S9TUiLPONqcz1mLQa+0sIlPQR5Iz0+WGg8S8AovS3R1DymZFi9W0AuvfN6NL024nk8ZKsyvSe/a7yWhVW8QixBPMy547yK/8s9MR/xvNUzGb0Ek0y9pRUmPBNvH7w2nf085uKTu/IX17w7GEu9+ziyPTPKJr1z5fg75wROPNCYHz2S9gk9JhqDPfzaCzwbE1S9lZy+vIurhT3M4DG9HjMUvGCGGr21ewy9ROs+uzRXmbyxxCq+Qbw7vdD5Hb0CHJG8zItjvbGwSjs1HAC9cYsHPTLs1Lx56i69WNKEvRxqfTtn2Aa9btmsPFZ4njyVFk49m4TaPPA9Fz0mZw29sPhBPOdPlLyBhBi99JNxvAkvHj3bkgm8MxQ3vReiybyCNyQ98zgivZkdnTw8bAS91xnpPIhlWzzfomc8O3lAvf0ZOL3UFIs91Bj2PEFLW7ypsv25RAhru8442LzrgSy8I8euPFXFEbuvyR497UCXvEVAIj36/OS8N5g2PdBJJT2+OZG84QHnPGtALL0xppu9Wl8CPBza4LxVTDC8Pm80PTQN4rz8/4u8jQhbvS7aaT2ab4S8dGt3vX/2GrwxLyQ8Oh6IPAq27Dt/aok9i/aovUwNLDxl6F68sPwTvCz4+jzwbgI9L8etvaTvhb1nHWa9nDKoPGT/t7yO2Lm6u4bCvJecbju5wXu7bXx1vLVB0DzuRF495A0KvS3zbbyrYN68occNO7bpUr33Vns7LKeuvEgEbD0246K8+tdmPJS6pToi1H68K7yDvNqdejy2XTI9XB7IvMRNMr2YdZ08Jz28vENBIj09NLo8dUrDPMVIZjvNTWk9/gY0veL6DLrpH7A8KOpQvFbMGbyJcFw9wYMxPVtbozxksUA8yxuXPJMxLzt8hp08roz8vPF8pjyLVym8g8isO6KnPD2pWR882QyzPHA4z7xYkgg9X5I0PRRC5rwVd1G8E4MnPWKrP7zBMIA8puI1O9Hd5Dt3t2k8I8atvF1RKr7LQoq9GEP+vF2eXT3vxK+7oycDPXyNLb16ikQ8nXAZum1xkDyEWSC9xlM4PU03Fj21dg+9FHKAPOhT1jsGSnm8u7cuvaCn/zyjo1s9kwtvvUN9DbwKDUo9oqsTPecvZb1XOX89Q1QOPNJKuz1N/S68LrUlvSFYvjuH02U8tihJOwEXZTyXSa67BuGcu68BGT0U44O9G0o2vZQIB73L0fI7f7iGu6occbz6PBm7g8bbO3D5urx8b4i83uCtPKcvSz2531i9PMqDPSN5NT1ViGe8j+G0ve+3Ej3p3YY8Y/oRvHh+XLzHQC+8hEQPvd2sLLmpAcI8wS/UvFBICr2f0oi9jXIevX36YL1quDk94yadvK/ykj1gZFa9L4exO8GHcj2ewoO9hygSvM45GT3m2iM9KaB/PBnNl71uPLY8/eBLvLWWEL3BCrc9/51luwPrRDybppm8TwK0Pd99+jtAaMG8/afnO1fadD2BAIi7x6p7PY9lkry13vm88vGOvD1BBL24nyW9PvqfPKTTzrwykws7YAwiPBT+Gz1wrl89Z4yAvBWqa7x96A49G72LPCtszbwvrxG9v8vVPFoaiLxAAJI8dAkbPV+M4Tz492U9ksT+vNEGsjymdxM8QMuUPGkU0ru0l907D61pvBK+kTxpACW8nOQkPejmoTzO+jI9xZUEPWurBL39IiS7xltKvLsD9ryBLxa81taIPWJzwjth4Fw9xiOivKU1Tr2U04k8YsKGOduf/DuFrre6OOoKPCxfx7xaECG9IiX3vFAIlzzbKYs8D0H8uhNulDwdjKo8ItICvaZPLj2rRQE9iVzdPLHl3Dza+6U8L3YfPT+Jjrw4SyE9fqH6ugXqwTzhn2A94MOCPCNeJT1My409nUPbuxWaFD3T1vi8opgjvT/iQ72WOJi8P3a6PJaHeD1PC7O81Tq+PIPVz7x7ACa9hQQ1uwg09Tw7Qa67yUgevd8ahTsuhss8wrRfPCpugD0iwoO6cDcZvKvRAz0XGuS7SqlGvZosmjs1UTs7z3Y+PSTBSrhGuDk8rfSavcFqwTxUPDU8H/ZDPPvRdD1oEgK93eTtPL2jrDwrBHm8ony8PTOSZ7z7N5q8jgEMvMHOIjwaD3o7Z1xvu4GOF72P1v28m7CVPTlI5buKnnI9L7IFvOhyJ7vBLs87VaFYPfDlqjsZHeU7W/qHPJ/D1Lw640A8RpsVPWmvQzzBkEs8lPNDPJ4ORDtA9L+8oC+fPRN+Ab0zpKA6CXEVPSG4BT0h9T69LeWIvPGXaTwovyw7lamNvAI/rTyMk1A9RGjrvNNrRLzvScM88GC4vEs53zsq0g68HEwEPOMaLj0IcEi7M/Q9vJqJqjy0ee68j/2xvJiQdz1MK8s8J91Gu+HnozzVlia805gwvXsXozxP03Q8eVfgPGd2gLynah49IiMgvKdivbtqa4K8tuC9PHg0qzwBbt88dplMPa9rvDxTy4S8nEfxvPF1wbyv6aG8NkHAu43SUTyFEwI9f0cHvZGxv7yKkH09YU0nO8rgBzwQBii8BQZNvfWBGbw8Y668KNemvHz5mb2X/zk8lX+iPNwABTxefrK95o58PJSJ6bxesZY77dDevJtJkDxkk647B8aHuzadQ73YXDo8etryvAJpQDqWoY8981FQvE8UcLoK6xM83KQevaIvJbsXjgY9m/IrvIC/Bb2coyc8ykfxPJirRrun4548tu95vbMsUT1c4gA91orrOuFEmzxMEYe8qKwUPTUnebtcHqE8Kd3lvMlIuruehUU4EbUkvDTksDquS8W7aEk6tt3YDj2W/xu8m2advItUrzuzMq28St0NO1TvHb3kdSa9HWxJvbg58LxDZhI9Joe8PLBxiTuaxyi9KdVbvU64BL2uj3A8rHdkvQSPgbjyXpy958mKPSBUW7v0OF47rCVdvA7o+Dt/BEE9UkeEvaMbgzzrsKI80SZPvaeqojyjoFQ9LwFAveAAYDzpteI7CPZ0PBeUBr3jr9C7HT+IPQMtRLybF2Y9b0UQvKvXFzx7sQ29OcJKvQzGlLz/otA8gwgIvUbCjjuuWF890KX5PCbXgj1o+R294gAqvfm7ijzVQpK8XEmAPTGjGTxqnWc7kUubvKgtDL2fUyk97sIhPab8nz0kyYM8D1C5Oog5RL0KOlm82mdwPSnCFT3O26a8niiCva/pNjvJL/a7zmQnPZiP4DuISdk86DTkPPVSdTsYy6i8qJ8XO44WM723NRi8QSqzPLlva70gtWk6mECJvGUW6DzN2WC9AeRhPZaIdD0BFsy4BZ36vE0LvDu5buA8NG+cvXTGvTxFcQY96wNtvKkpG7tk9ua79eUQPKOq4LwTYXK6YRzkPNAxL71J2ck8uU/YvH/25ruT5qI7Io51vHrEFLyNoDG9eFD1OBOOVTzW/Vu9XXpjvNbnbL2d8gY9F47sPAbuVDwseLe8qOesvFIxnbyvrZ484MgcPZYANzsoj5Y8moGwvVYlcj1JlSS8qcSjvaabODugoQS8gL8ZvU3hUD11CUG99h6CvNH/Cz0bPgY9YHdMPcQhNb1QFGS9I0M6PGgOijympMy6QhUEO+1RV7xyYT88Tlm5PC7crDyxuiU9aWyoOzFgWr2uTyK8WwjwvEPGprtwJLO9z3Q7vfxsyrwyoo89GyKXvbgVeT2yY5M8lH6WPDRZvL0Ewpw8zr4uO95exTwk3zq9EJ4yPcBmTj0JMo47W5evvfzUjzzRB0C9pcVMvaOxwDycfzy7LjZfvNShfb15GWO92VtvPaXh9zvla109cakPvVFqI7tmz+k6ekhkvNFRib3mdpu8Lj8rvZTSVzwM0y69YNMRPT3nkj39cFw9PyUqvMybATyp6ko9PBXmOgULv7xTT6o8xTKKPXFxyDw69eU8/qSwPIHxfDy0NqY8n/+JvQ0liL1eYKA9gUcZPfI+KLxxEQM9Qv8Kve+7o7yv+5I8nGzaPPJ9Oz1iokm9YZA8vCYAJry63XO8TuZLPJoy57xcKyS8ZqWGPcItNL3jbJO8GbirPF7sTr39Hfo8BTCDPdZ/j711WDU6s2HMPDSOzjy5sdO8/8PGPPKCB7xF6Sy9Q/qDPPsVeT2weQ++Sa6NPKzmRDyvoZ28IzT9vFuq8DustDm9gttivCE1M72sNc88DmtUvCQw5LuD0yo8042fPHDEqLxqZOY9NXgGvQ4jmjkhEpu9OqurPCNiAzzaLF09GonvuzZM9LvsVyi8unxUPQ5vN70scMg8Zg+EPP9qCD3BdhE9XJLXPLrDzjtG9nu9hjBTveZhNT3F7D+9ph8Yvb+vGb2s5um85vFAO4q3p7xNiiW+v6EFvfL5Nr2Vadm8wC+OvW/ITjyvBii87uMgPH/qCrzDqCS9jehDvdRSGDzhpcS8oP4nPfyqszwnGhI9nqQSPbRSFj1QeFa9zn4eO4os8LxNYBy9AB1/vCSEOz1ojQY8HfE5OohPm7zgaLA88Ij2vNy/QDyUNb68vV5LPeKejTyhNbq7SEmvvaHIDr1psIg91HCYPB4oP7zxLJw71yiFvUJdjrsOEaK8vjXpPFTMAz1FuXg9FxANvS5FOD34/Dq9708gPU82Oz0+K6Q8s48IPVU7lrzvg5G9Pd3hu25NDLzqtgI9kTlbPbqC0LzW7IQ8E40IvQ0GjT1FzHm8aFBpvY4lYzybcUq6tnwhPZV2pbsGwG49N+uZvbIuuDxzQMm8Pd61u+IkijylGPY8DHLGvRfcCr3Lg1a9n12iPHC8hby1nAQ8oIQXvKgcn7sWOwC8KjMbvTh6DTwouLo9svGGvASPi7yZOLu8bvmtPNV0Wr1soHq8QkrhO60mXD3aU8G8k6gRPRw/szzJhU683hrRu4hmqLo1eRg9vn8SvXQkgbxtXzQ9OyknvDQXAT3sNIY8evYAPAed17qLVGQ9GJtRvCmsQD3rFRY8z3G5vMNVCDtV0g89IdVGPYYYiTxAdSU64fWVPAe/xzx/Efw8knJrvLNJAD1DR4m7QXAvvCalNj3GvYa8ZfQqPcMxm7tF7Fs9hIiROwzmdL3ZqLm8bGdWPSzg17z5c6Y8I9KevG7kFz39yfc8nz74vLiQPL7dkoa8OziovFEBlT2Anpg8MTgnPMNYSL2WLgk884CsPAjFajwDL9O8JfRGPYYmWj2b2se8V4acO+SlMTwfRcc6eOtMvASEJD0xAko97nyovc+8uDt66C09KXV8PXqadL1WqoM8KCpMvHxziD15JIq8KKIYvT4mtbzyTnI7RLoYPX6K1Lt5SBe9EkR8O4UaSj0uDzq9YSRhvXofLr3mvr68WFgbvBhqt7yEV7q8g/7su7JPvbwwA6+8PpquOErAED3xiIW9aEoZPaBhFz3Qvtm8FTWhvWIWxjwh7sG8KcMpvaNADDreYUO7noYKvV0Jxzw2gPU8/tNlu+HVIb3hDoe9RH4svfXBQb3IJpk8yPtWudFSMj2qogO9Q/m2O4W6FT3scjG9ULOjPMhmszzh10Q9NaeDPDUF3L2gKAw7vwxFvCR1X7wGNFk97NFfPDfcHj2Jt8U7KFxbPe6MoDt35l68BHOjPO82SD2QX0q7iK1iPb1wgjwfiFS9pdzZvBbyGjyI1zi9VVEiPbp8rbwtLnC8aeuSPCRN8jqY9xE94U+YPA+z37y9iUs9rXuSPMwNGr2e0/y7Css+Pdw4ozruXts8Bt2kPLqTrTzdzHs8GJYdvRmWCjz5Hbe7Nr2fPBu98jpNoCC8xwJOvFK14rsSn2W8FfgAPXw9krwJlbw8A9xZOd2tk7xiYhm758YLvEXSa7xXkTi8xYJRPUVDJLxt2cq65d3CvIMaiL124TQ9uhJVvNjwzLwhlpk7QhNqOgoeCbyuRA29sn94vGlBczxPD447W3QouR6rkDx3ZBS8GOKZvf81kj0psEg9jCQzPXo2JTwyhpE8lJ7SPDuKrbvRtKY8fu4tu91aXj2ma0Q9yAH8PNSDhD03JJw9uKeAPB52BT2uQSw78G6KvfhBar0HHCy91BPoPHbMWj1Kuka82nHKPKjrG72aR2K9Yz1wvCorbzyUdUO8Bsp7vf60rTwZQVc9BPkSPA0HrzxvQNe8938YOxfA3Tw14Im7AEW7uwJ+sTyO1B090kIwPZQtiLzMzBy8HV5avZYjIz0pHWw8XdKHPJSnHj3ro1O96KDzPCdC3DyTPMq86G/1PFofHbyfGSi9HGl2O1g2vjxNB3c76O++O3tGJ70oWSq9QM2aPQRwrDujwrg8i1ZqvH5aWryT6GM7Zlg0PSBBAz3HI5i8z65+O4fuBL1NOGc7FAGGPDhHqDtZ9x+8HW6APFbk9DtD5AI9UUCIPcxdxLx81OE7bYhUug27iD218YK9v1tYug2t1TpfULM8BATyuyCUtTv9tjg96OcWvBlVirtuTP08hTucPCWIATzoXiy9bJxqO1JctjwBVsG8zJ96vNdKBz0lZme95/0yvZz2dz2LgbO7hkJuO/qDIz2gsJM8pdAGvemS+TwEAjc9sXwGPdAkr7wWrnk9Yjn8u+NV/7wiBkQ8Do1Zu0Rd/DtZM6A8Be1yPa/W8DwrVxO8xgSfvPxIVryY+Cu86dNUulBG6zvQj8E82LsHvV2FqLw5YnU9hKD7vB2zwLuTD+67jed2vZQUt7v0Nj28grzyvMQ1tL1q1GM8KhGfPGbFlryqk6u9HpryO+svH71E3hc8Pi0cvWuG/zzHg6w82J71O3bO8LsxWKQ8gnmivBqsGj190E09Sxu4uoUJaTx+U5K8xbHGvLMtCrw2+AM9mLmrPIvwmLxBOGS8kGMrPCJOkTrqN3w8QjqRvQ7bNz2lFgU8VFedu9JhGT1Hzie8Ip3JPPpvnLvHSN07hCjtu9xyBry8aMs79DIcPcv4Gb2Vjzu8pNwtPPvfYD3QbxS910dJPHExWLxpgIW8pubROyyYnLxpZrW8VaUMvaMRGb0I+A49IWgBPbHJM7wRBcW8W5gjvaHAFL0ezI+7LrbqvNUtA7wgQE69LcBHPKU8CjyrNFg5FHXavItwnLtinXM9n3fjvBIPlDxyYwI9iCWqvEeTBz1C8KU9JE3gvOADKDoO7MY8WO0+PJgCgL0+hhO7QYpTPbmcaTuK7y89vnWfvAKmujw2OAO9C3CCvZ3COb1Lj3Y8jeclvQazwzvy6g497nYEPR3GoD29/2G81Pwavbstg7y6GBm8GiOTPVQyPz21Mqe76buovPv1pLyEBnQ9HzAdPeeOTz3vMbc8paXFO0s3+bxjGP661fiZPQLNXT0KCgu9g3DBvXYMhbyi1qC7oxXZPK/OT7zzd3s8zpUSPYokmDxgf2+7L4SXuqX2Rb3htPM7cgfjuyr75LzoEgi7amiHvMZOqjyRiNK8ZnAzPQ9ikDwiIHo7senVvJihizxUQ7M7HJV1vc0NBT1wImM9IS4avYVxsjyybb68KUqHPAHqIjuVS+k74VDSOiqjc73qXEk9aACyvGnJw7wEX2m8R3UlveDyuDum3Fa9"}